#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "ru");

    cout << "\tРосссия\n" << endl;
    cout << "Опять, как в годы золотые,\nТри стертых треплются шлеи,\nИ вязнут спицы расписные\nВ расхлябанные колеи\...\n"<<endl;
    cout << "Россия, нищая Россия,\nМне избы серые твои,\nТвои мне песни ветровые, —\nКак слезы первые любви!\n" << endl;
    cout << "Тебя жалеть я не умею\nИ крест свой бережно несу…\nКакому хочешь чародею\nОтдай разбойную красу!\n" << endl;
    cout << "Пускай заманит и обманет, —\nНе пропадешь, не сгинешь ты,\nИ лишь забота затуманит\nТвои прекрасные черты\...\n" << endl;
    cout << "Ну что ж? Одной заботой боле —\nОдной слезой река шумней\nА ты все та же — лес, да поле,\nДа плат узорный до бровей\...\n" << endl;
    cout << "И невозможное возможно,\nДорога долгая легка,\nКогда блеснет в дали дорожной\nМгновенный взор из - под платка,\nКогда звенит тоской острожной\nГлухая песня ямщика!.." << endl;
    cout << "\nАлександр Блок\t1908г." << endl;
    return 0;
}
